namespace TestDevCom.Enums
{
    public enum SubCategory
    {
        // Побутова техніка
        Холодильники,
        ПральніМашини,
        Бойлери,
        Печі,
        Витяжки,
        МікрохвильовіПечі,

        // Комп’ютерна техніка
        ПК,
        Ноутбуки,
        Монітори,
        Принтери,
        Сканери,

        // Смартфони
        AndroidСмартфони,
        iOS_AppleСмартфони,

        // Інше
        Одяг,
        Взуття,
        Аксесуари,
        СпортивнеОбладнання,
        Іграшки
    }
}
