namespace TestDevCom.Web.Enums
{
    public enum Category
    {
        ПобутоваТехніка,
        КомпютернаТехніка,
        Смартфони,
        Інше
    }

    public enum SubCategory
    {
        Холодильники,
        ПральніМашини,
        Бойлери,
        Печі,
        Витяжки,
        МікрохвильовіПечі,

        ПК,
        Ноутбуки,
        Монітори,
        Принтери,
        Сканери,

        AndroidСмартфони,
        iOS_AppleСмартфони,

        Одяг,
        Взуття,
        Аксесуари,
        СпортивнеОбладнання,
        Іграшки
    }
}
